Repository: tobychung/aosa-addin
Catalog: RoomFinishes/Resources/*.resx
Languages: fr

# roomFinishes_all_rooms_radio
source: All rooms in current view
fr: Toutes les pièces de la vue

# roomFinishes_board_height_label
source: Skirting board height:
fr: Hauteur de la plinthe

# roomFinishes_button_name
source: Skirting Board
fr: Plinthes

# roomFinishes_heightValueError
source: Please enter a height value for the skirting board :
fr: Veuillez entrer une valeur de hauteur de la plinthe :

# roomFinishes_ribbon_panel_name
source: Room Finishes
fr: Finitions de pièces

# roomFinishes_selected_rooms_radio
source: Only selected rooms
fr: Uniquement les pièces selectionnées

# roomFinishes_select_wall_label
source: Select a wall type for a skirting board :
fr: Selectionner un type de mur pour la plinthe :

# roomFinishes_TaskDialogName
source: Create skirting board
fr: Créer des plinthes

# roomFinishes_toolTip
source: Create skirting boards
fr: Créer les finitions des pièces

# roomFinishes_transactionName
source: Creating boundary finishes
fr: Créer les plinthes

# roomFinishes_unexpectedError
source: Command is failed for unexpected reason.
fr: La commande a échouée pour une raison inconnue

# roomFinishes_verticallyCompoundError
source: This function will not work on wall type with a vertically compound structure.
fr: Cette commande ne fonctionne pas sur un mur divisé verticalement

# roomFinishes_Cancel_Button
source: Cancel
fr: Annuler

# roomFinishes_SelectRooms
source: Select Rooms
fr: Selectionner les pieces

# floorFinishes_groupboxName
source: Floor height
fr: Elévation du sol

# floorFinishes_heightValueError
source: Please enter an elevation value for the floor :
fr: Veuillez entrer une élévation pour le sol

# floorFinishes_height_label
source: From value
fr: Valeur

# floorFinishes_height_param_label
source: From parameter
fr: Parametre

# floorFinishes_noRoomError
source: There is no room in the current model
fr: Il n'y a pas de pièce dans le modèle actuel

# floorFinishes_ribbon_panel_name
source: Floor Finishes
fr: Finitions de sol

# floorFinishes_select_floor_label
source: Select a floor type :
fr: Selectionner un type de sol

# floorFinishes_TaskDialogName
source: Create floor finishes
fr: Créer des finitions de sol

# floorFinishes_toolTip
source: Create finishing floor
fr: Créer des finitions de sol

# floorFinishes_transactionName
source: Floor finish
fr: Finition de sol

# floorFinishes_unexpectedError
source: Command is failed for unexpected reason.
fr: La commande a échouée pour une raison inconnue
